export const places = {
    gyeongbokgung: {
        name: '경복궁',
        address: `서울특별시 종로구 사직로 161`,
        homepage: `http://www.royalpalace.go.kr/`,
        opTime: `하절기 09:00~18:30
        동절기 09:00~17:00
        ※ 자세한 사항은 홈페이지 참조`,
        parking: `가능`,
        price: `        [개인]
        - 일반 3,000원
        - 종로구민 1,500원
        [단체]
        - 10인 이상 2,400원
        [무료]
        - 만 24세 이하
        - 만 65세 이상
        - 한복착용자
        - 매월 마지막 수요일 (문화가 있는 날)
        ※ 자세한 사항은 홈페이지 참조`,
        holiday: `매주 화요일`,
        tel: '경복궁 관리소 02-3700-3900',
        detail: `
        경복궁은 1395년 태조 이성계에 의해서 새로운 조선왕조의 법궁으로 지어졌다. 경복궁은 동궐(창덕궁)이나 서궐(경희궁)에 비해 위치가 북쪽에 있어 '북궐'이라 불리기도 했다. 경복궁은 5대 궁궐 가운데 으뜸의 규모와 건축미를 자랑한다. 경복궁 근정전에서 즉위식을 가진 왕들을 보면 제2대 정종, 제4대 세종, 제6대 단종, 제7대 세조, 제9대 성종, 제11대 중종, 제13대 명종 등이다. 경복궁은 임진왜란 때 상당수의 건물이 불타 없어진 아픔을 갖고 있으며, 고종 때에 흥선대원군의 주도 아래 7,700여칸에 이르는 건물들을 다시 세웠다. 그러나 또 다시 명성황후 시해사건이 일어나면서 왕조의 몰락과 함께 경복궁도 왕궁으로서의 기능을 상실하고 말았다. 경복궁에는 조선시대의 대표적인 건축물인 경회루와 향원정의 연못이 원형대로 남아 있으며, 근정전의 월대와 조각상들은 당시의 조각미술을 대표한다. 현재 흥례문 밖 서편에는 국립고궁 박물관이 위치하고 있고, 경복궁 내 향원정의 동편에는 국립민속 박물관이 위치하고 있다.`,
        isPetPossible: false,
    },
    changdeokgung: {
        name: '창덕궁',
        address: `서울특별시 종로구 율곡로 99`,
        homepage: `http://www.cdg.go.kr`,
        opTime: `하절기 09:00~18:30
        동절기 09:00~17:00
        ※ 자세한 사항은 홈페이지 참조`,
        parking: `불가`,
        price: `[개인]
        전각관람 - 대인 3000원
        후원관람 - 경로 5000원
        (만 65세이상)
        - 대인 5000원
        (만 19세 ~ 만 64세)
        - 소인 2500원
        (만 7세 ~ 만 18세)
        [단체]
        전각관람 - 10인 이상 대인 2400원
        후원관람 - 개인과 동일
        
        후원 관람 시 전각관람권도 필수로 구매요망`,
        holiday: `매주 월요일`,
        tel: '창덕궁관리소 02-3668-2300',
        detail: `창덕궁(昌德宮)은 1405년(태종 5) 법궁인 경복궁의 이궁(離宮)으로 창건하였다. 이후 1406년(태종 6) 창덕궁 북쪽에 후원을 조성하였고, 1463년(세조 9) 후원을 확대 조성하여 정치의 공간과 생활의 공간이 조화를 이루었다. 창덕궁은 1592년(선조 25) 임진왜란으로 소실되었다가 1610년(광해군 2) 궁궐 중 처음으로 다시 지어졌으며, 이후 역대 왕들이 1867년 경복궁이 중건될 때까지 약 270여년 동안 창덕궁을 많이 사용하여 실질적인 법궁의 역할을 하였다. 인조 대부터 순조 대까지 옥류천, 규장각, 주합루, 애련지, 의두합, 연경당 등을 조성하였고, 1847년(헌종 13) 당시 창경궁 영역에 낙선재가 조성되면서 창덕궁의 영역으로 포함되었다.
        특히 대조전 부속 건물인 흥복헌은 1910년 경술국치가 결정되었던 비운의 장소이기도 하다. 낙선재 권역은 광복 이후 대한제국의 마지막 황실 가족(순종의 두 번째 황후 순정황후, 의민황태자비(이방자 여사), 덕혜옹주)이 생활하다가 세상을 떠난 곳이기도 하다.
        
        
        창덕궁은 창경궁(昌慶宮)과 경계 없이 ‘동궐(東闕)’이라는 별칭으로 불렀다. 창덕궁은 다른 궁궐에 비해 인위적인 구조를 따르지 않고 주변 지형과 조화를 이루도록 자연스럽게 건축하여 가장 한국적인 궁궐이라는 평가를 받아 1997년 유네스코 세계유산에 등재되었다.`,
        isPetPossible: false,
    },
};
